{
  "blogs": [
    {
      "title": "Say “No”",
      "body": "No to what? No to the asking of others. Since birth, we have been force-fed. Constantly asked to accept things. When we refuse, people withdraw their affection, they feel offended. \n\nThis has not stopped, in adulthood, things have gotten worse. We say yes to more harmful stuff now than ever. We say yes without thinking of the consequences, without understanding that we’re putting ourselves in psychological debt, that we’re adopting the vices of others.\n\nIf one eats sh*t food, he will sway others in doing the same. He will say it’s not that bad. He repetitively offers. Wrapping it in love. Decorating it with positive words. Having learned it from those that did the same to him. \n\nHe may not have bad intentions, but he has little consideration for your future, his own. It is your problem if you get addicted or relapse, if you gain weight, if you lose drive and clarity. After all, you’re the one that said yes. You ought to know better. \n\nRealise that many are not truly thoughtful, of how things affect you. Think about why they call you boring. Why they punish when you say no. But smile and show love when you get lost with them. Then channel the anger from this truth into your no’s, create authority. \n\nThen you won’t be easily pulled down by others, like crabs in a bucket. You’ll have a much better chance of reaching a world they’re too scared to aim for. And you won’t be in so much debt, debt that others will claim with interest when they want your time and loyalty. \n",
      "author": "s1",
      "id": 9
    },
    {
      "title": "Accept Changes",
      "body": "Everyone changes. Why? Because everything changes. How can someone be the same when their goal is different, when their environment is tougher, when they look at life from a new angle? It’s impossible. \n\nMuch pain comes from the expectation that your friend or lover will always have time for you. That they will put in as much effort as they used to. \n\nHow can they when they now have less time, and more worries?  How can they when the pressures of life are getting heavier as time passes? \n\nSo do not expect your partner or friend to be the same as before. When sparks were flying. When jokes clicked and interests were the same. When they had all the time in the world for you. \n\nDoing so brings you needless suffering. It pushes them further away. As they begin to see your lack of understanding. Your lack of love.",
      "author": "s0",
      "id": 10
    },
    {
      "title": "Time",
      "body": "She is most valuable, yet least cherished.\nPart of her is yours. \nOr part of you is hers.\nI think it's the latter.\n\nIf you don’t respect her, others will follow suit. They will take and abuse. \nEven if they love you. \nFor most love aren’t pure. Its mixed with selfishness and convenience. \nThey will not see it. But it’s important that you do. For your time is limited. It’s your blessing to manage.\n\nSo punish those who waste your time, and reward those who appreciate it.\nSo spend it wisely, invest it in your goals. Invest it in your journey. Your run on this earth. \nTime lets you cover more distance, more achievements, as you ignore all the disturbances. \n\nShe will give you what you want, \nshe will give you confidence, \nshe will give grace. \nThat’s if you work with her, \nif you value her,\nif you cherish her. \n\n\n",
      "author": "s1",
      "id": 11
    },
    {
      "title": "Types Of Riches ",
      "body": "What does it mean to be rich? It means you can afford. The richer you are the, more you can afford. This holds true across all areas of life. \n\nRich in Finance means you can afford expensive materials like a diamond rings and 7 figures homes. This is the only type of rich that can be inherited or achieved via shortcuts, like winning the lottery or tricking and stealing from others.\nRich in Spirit means you can afford to endure more difficulties and tougher challenges. Where one overcomes tragedies and disappointments like no other. \n\nA broke spirit runs from the smallest inconvenience. He cannot achieve great things and is easily seduced by comfort and temptations. This type is most valuable, most underrated and hardest to gain.\nRich in Mind means you can afford to focus for longer hours. A poor person in this area spends much time thinking randomly. Jumping from subject to subject. He is everywhere and nowhere at once. He finds it painful to contemplate and study. \n\nA rich person here gains more knowledge despite talent. She may learn slower but her ceiling is much higher. She can switch gears manually, from thinking about nothing to thinking about one thing, then to thinking about a category or multiple, even randomly if she wishes to be more creative. She zooms in and out, or spins around at will. \nRich in Body means you can afford to do more strenuous activities. Such as climbing, running, and swimming. \n\nBroke people here have atrocious posture and stamina. Their spine is distorted. They over-rely on automobiles. Consuming too much bad foods, toxic gasses and poisonous liquids. They treat the body not like a temple but a brothel. \n\nThe rich focus on flexibility, lung-capacity, and ability to control body-weight. They breathe with rhythm and control. They are considerate towards their future-self, their children and love ones. They aim to age gracefully, not dreadfully. ",
      "author": "s1",
      "id": 12
    }
  ]
}